{
  "authors": "Porch",
  "background_text": "The Dual Zone VPA Model (VPA-2BOX) is a flexible software tool for analyzing the abundance and mortality of exploited animal populations that is based on the ADAPT framework developed by Parrack (1986) and Gavaris (1988). The primary difference between this package and other versions of ADAPT is the capability of analyzing two different stocks simultaneously, making possible routine quantitative analyses of the effect of sex-specific growth or stock intermixing. In addition, a wide variety of options are provided with respect to the types of data that may be used and the way the parameters are estimated. The flexible interface allows the user to configure and test reduced model parameterizations. VPA-2BOX allows the user to specify either single or dual zones with independent specification of catch and surveys. The user may also introduce tagging data into the dual zone configuration to account for mixing of the two populations. Users may specify parameters to be linked and introduce priors. AVPA-2BOX has been used in the NMFS Southeast Fisheries Science Center as an assessment tool for a number of years. The program was developed by Dr. Clay Porch at the NMFS, Southeast Fisheries Science Center.  The incorporation of this model into the Toolbox adds a comprehensive graphical interface to this model thus opening it to a potentially larger user audience. The new graphical interface allows the user to manipulate and visualize the large amount of input data, specify model structure, control the estimation  methodology, and review model results.",
  "citation": "Porch, C. E. 2003b. VPA-2BOX Version 3.01 User’s guide. Sustainable Fisheries Division Contribution SFD-01/02-151. NOAA Fisheries, Southeast Fisheries Science Center, Miami",
  "executable_link": "https://github.com/nmfs-fish-tools/2BOX/releases/download/3.05/2BOX305.zip",
  "fit_repo": "https://github.com/nmfs-fish-tools/2BOX.git",
  "tool_abbreviation": "2BOX",
  "tool_name": "Dual Zone Virtual Population Analysis",
  "maintainer_name": "orphaned",
  "maintainer_email": "fisheries.toolbox@noaa.gov",
  "software_badges":["https://www.repostatus.org/badges/latest/inactive.svg"],
  "active_development": false,
  "noaa_internal": true,
  "static_version_number": "3.05",
  "release_badge":"nmfs-fish-tools/2BOX",
  "toolbox_drawers": ["Fish and Fisheries"],
  "uses_github_releases": false,
  "keywords": ["Virtual Population Analysis", "Stock Assessment Model"]
}